Revit 2027 API
ElectricalLoadClassification.Spare Property
 Indicates if this load classification is to be used for spare.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Spare { get; }
Public ReadOnly Property Spare As Boolean
	Get
public:
property bool Spare {
	bool get ();
}
member Spare : bool with get
Property Value
Boolean
See Also
Reference
ElectricalLoadClassification Class
Autodesk.Revit.DB.Electrical Namespace